Repository: zxhzxhz/LiveContainer
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, it, ja, ko, pl, pt_br, ru, sv, tr, vi, zh_hans, zh_hant

# lc.tweakView.globalFolderDesc
source: This is the global folder. All tweaks put here will be injected to all guest apps. Create a new folder if you use app-specific tweaks.
ar: هذا هو المِلَفّ العام. جميع التعديلات الموجودة هنا سوف تُشغل في جميع التطبيقات. أنشئ مِلَفّ جديد أذا ترغب بتفعيل تعديل معين إلى تطبيق معين.
de: Dies ist der globale Ordner. Alle hier abgelegten Tweaks werden in alle Gast-Apps injiziert. Erstellen Sie einen neuen Ordner, wenn Sie appspezifische Tweaks verwenden.
es: Esta es la carpeta global. Todos los tweaks colocados aquí se inyectarán en todas las apps invitadas. Crea una nueva carpeta si usas tweaks específicos de una app.
fr: Il s'agit du dossier global. Tous les tweaks placés ici seront injectés dans toutes les applications invitées. Créez un nouveau dossier si vous utilisez des tweaks spécifiques à une application.
it: Questa è la cartella globale. Tutti i tweak messi qui saranno iniettati a tutte le app ospite. Crea una nuova cartella se usi tweak specifici per le app.
ja: これはグローバルフォルダです。ここに置かれたすべての調整は、すべてのゲストアプリに注入されます。アプリ固有の調整を使用する場合は、新規フォルダを作成してください。
ko: 이 폴더는 글로벌 폴더입니다. 이곳에 트윅을 추가할 경우 트윅이 모든 앱에 적용됩니다. 앱별로 트윅을 적용하고 싶으면 새로운 폴더를 만드세요.
pl: Tutaj jest katalog globalny. Wszystkie modyfikacje znajdujące się tutaj będą wstrzykiwane do każdej aplikacji gościnnej. Stwórz nowy katalog, jeżeli chcesz używać modyfikacji tylko z wybranymi aplikacjami.
pt_br: Esta é a pasta global. Todas as configurações colocadas aqui vão ser injetadas para todos os aplicativos do usuário. Crie uma pasta nova se você quer usar ajustes específicos para o aplicativo.
ru: Это глобальная папка. Все твики, расположенные в ней, будут применяться ко всем гостевым приложениям. Создайте новую папку для добавления твиков к отдельному приложению.
sv: Detta är den globala mappen. Alla tweaks som läggs här kommer att injiceras till alla gästappar. Skapa en ny mapp om du använder app-specifika tweaks.
tr: Bu, genel klasördür. Buraya eklenen tüm tweakler tüm konuk uygulamalara uygulanacaktır. Uygulamaya özgü tweak kullanacaksanız yeni bir klasör oluşturun.
vi: Đây là thư mục công cộng. Tất cả tweak để ở đây sẽ được inject vào tất cả app. Tạo thư mục mới nếu bạn dùng tweak dành riêng cho app nào đó.
zh_hans: 这是全局文件夹，这里的全部模块会被加载到所有App中。要为App单独加载模块，请新建文件夹。
zh_hant: 這是全域性資料夾。 這裡的所有補丁都將注入到所有來賓應用程式中。 如果您使用特定於應用程式的補訂，請建立一個新資料夾。

# lc.tweakView.importTweak
source: Import Tweak
ar: استيراد تعديل
de: Tweak importieren
es: Importar tweak
fr: Importer un tweak
it: Importa Tweak
ja: 調整をインポート
ko: 트윅 가져오기
pl: Zaimportuj Modyfikację
pt_br: Importar Ajuste
ru: Импортировать твик
sv: Importera Tweak
tr: Tweak içe aktar
vi: Nhập Tweak
zh_hans: 导入模块
zh_hant: 載入補丁

# lc.tweakView.newFolder
source: New folder
ar: مِلَفّ جديد
de: Neuer Ordner
es: Nueva carpeta
fr: Nouveau dossier
it: Nuova cartella
ja: 新規フォルダ
ko: 새 폴더
pl: Nowy katalog
pt_br: Nova Pasta
ru: Новая папка
sv: Ny mapp
tr: Yeni klasör
vi: Thư mục mới
zh_hans: 新建文件夹
zh_hant: 新增文件夾

# lc.tweakView.notFileError %@
source: %@ is not a file.
ar: %@ ليس ملفًا.
de: %@ ist keine Datei.
es: %@ no es un archivo.
fr: %@ n'est pas un fichier.
it: %@ non è un file.
ja: %@はファイルではありません。
ko: %@(은)는 파일이 아닙니다.
pl: %@ Nie jest plikiem.
pt_br: %@ não é um arquivo.
ru: %@ не файл.
sv: %@ är inte en fil.
tr: %@ bir dosya değildir.
vi: %@ không phải là file.
zh_hans: %@不是一个文件。
zh_hant: %@不是一個檔案。

# lc.utils.initSigningError
source: Failed to initiate bundle signing.
ar: خطأ في تفعيل مُوقع الحزم.
de: Bündelsignierung konnte nicht initiiert werden.
es: Error al iniciar la firma del paquete.
fr: Échec de l'initialisation de la signature du bundle.
it: Impossibile avviare la firma del bundle.
ja: バンドル署名の開始に失敗しました。
ko: 번들 서명에 실패했습니다.
pl: Nie udało się rozpocząć podpisywania pakietu.
pt_br: Falha ao assinar o pacote.
ru: Не удалось инициировать подписание пакета.
sv: Det gick inte att initiera paketsignering.
tr: Paket imzalamayı başlatılamadı.
vi: Không thể thiết lập ký gói.
zh_hans: 初始化签名失败
zh_hant: Bundle 簽名失敗。

# lc.utils.requireAuthentication
source: Authentication Required.
ar: التحقق مطلوب.
de: Authentifizierung erforderlich.
es: Se requiere autenticación.
fr: Authentification requise.
it: Autenticazione Richiesta.
ja: 認証が必要です。
ko: 인증이 필요합니다.
pl: Wymagane jest uwierzytelnienie.
pt_br: Autenticação Necessária.
ru: Требует аутентификация.
sv: Autentisering krävs.
tr: Kimlik Doğrulama Gerekli.
vi: Yêu cầu Xác thực.
zh_hans: 需要授权。
zh_hant: 需要認證。

# lc.webView.installApp
source: Install App
ar: تثبيت التطبيق
de: App installieren
es: Instalar app
fr: Installer l'application
ja: アプリをインストール
ko: 앱 설치
pl: Zainstaluj aplikację
ru: Установить
tr: Uygulamayı Yükle
vi: Cài đặt Ứng dụng
zh_hans: 安装App
zh_hant: 安裝應用程式

# lc.webView.installAppDesc
source: This web page wishes to install an app. Continue?
ar: تريد صفحة الويب هذه تثبيت تطبيق. هل تريد المتابعة؟
de: Diese Webseite möchte eine App installieren. Fortfahren?
es: Esta página web desea instalar una app. ¿Continuar?
fr: Cette page Web souhaite installer une application. Continuer ?
ja: このウェブページはアプリをインストールしようとしています。続けますか？
ko: 현재 웹페이지에서 앱을 설치하려고 합니다. 설치하시겠습니까?
pl: Ta witryna próbuje zainstalować aplikację. Czy chcesz kontynuować?
ru: Эта веб-страница хочет установить приложение. Продолжить?
tr: Bu web sayfası bir uygulama yüklemek istiyor. Devam etmek istiyor musunuz?
vi: Trang web này muốn cài đặt một app. Tiếp tục?
zh_hans: 此页面想要安装一个App，要继续吗？
zh_hant: 此頁面想要安裝一個應用程式，要繼續嗎？

# lc.webView.pageCanBeOpenIn %@
source: This web page can be opened in "%@", continue?
ar: يمكن فتح هذه الصفحة في "%@" هل تود المتابعة؟
de: Diese Webseite kann in "%@" geöffnet werden, fortfahren?
es: Esta página web se puede abrir en "%@", ¿continuar?
fr: Cette page web peut être ouverte dans "%@", continuer ?
it: Questa pagina web può essere aperta in "%@", continuare?
ja: このウェブページは”%@“で開くことができます。続けますか？
ko: 웹페이지를 "%@"(으)로 여시겠습니까?
pl: Ta strona internetowa może być otwarta w "%@", Kontynuować?
pt_br: Esta página pode ser aberta em "%@", deseja continuar?
ru: Эта веб-страница не может быть открыта в "%@", всё равно продолжить?
sv: Denna webbsida kan öppnas i "%@", fortsätt?
tr: Bu web sayfası “%@”'de açılabilir, devam etmek istiyor musunuz?
vi: Trang web có thể được mở bằng "%@", tiếp tục?
zh_hans: 此页面可以在“%@”中打开，要继续吗？
zh_hant: 這網址能從%@中開啟。

# lc.webView.pageLaunch %@
source: This web page is trying to launch "%@", continue?
ar: هذه الصفحه تحاول ان تشغل "%@" هل تود المتابعه؟
de: Diese Webseite versucht, "%@" zu starten, fortfahren?
es: Esta página web está intentando lanzar "%@", ¿continuar?
fr: Cette page web tente de lancer "%@", continuer ?
it: Questa pagina web sta cercando di lanciare "%@", continuare?
ja: このウェブページは"%@"を起動しようとしています。続けますか？
ko: "%@"(을)를 실행하시겠습니까?
pl: Ta strona internetowa próbuje uruchomić "%@"
pt_br: Esta página está tentando executar "%@", deseja continuar?
ru: Эта веб-страница пытается запустить "%@", продолжить?
sv: Denna webbsida försöker starta "%@", fortsätt?
tr: Bu web sayfası “%@” dosyasını başlatmaya çalışıyor, devam etmek istiyor musunuz?
vi: Trang web này đang định mở "%@", tiếp tục?
zh_hans: 此页面想要打开“%@”，要继续吗？
zh_hant: 該網址正嘗試啟動「%@」

# lc.webView.runApp
source: Run App
ar: شغل التطبيق
de: App starten
es: Ejecutar app
fr: Lancer l'application
it: Esegui App
ja: アプリを実行
ko: 앱 실행
pl: Uruchom Aplikacje
pt_br: Executar Aplicativo
ru: Запустить приложение
sv: Kör app
tr: Uygulamayı çalıştır
vi: Chạy app
zh_hans: 启动App
zh_hant: 執行程式

# lc.common.suggested
source: Suggested
de: Vorgeschlagen
es: Sugerido
fr: Suggéré
pl: Sugerowane
tr: Önerildi
vi: Gợi ý
zh_hans: 推荐

# lc.shareExtension.error.noContainer
source: No container is available for this app.
de: Für diese App ist kein Container verfügbar.
es: No hay ningún contenedor disponible para esta aplicación.
fr: Aucun conteneur n'est disponible pour cette application.
pl: Brak dostępnego kontenera dla tej aplikacji.
tr: Bu uygulama için uygun konteyner yok.
vi: Không có thùng chứa nào cho app này.
zh_hans: 此App没有可用的容器。

# lc.sources.manage.recommended
source: Recommended Sources
de: Empfohlene Quellen
fr: Sources recommandées
zh_hans: 推荐源

# lc.sources.manage.recommended.empty
source: No recommended sources available.
de: Keine empfohlenen Quellen verfügbar.
fr: Aucune source recommandée disponible.
zh_hans: 无可用的推荐源。

# lc.folder.addApps
source: Add Apps
ja: アプリを追加
ko: 앱 추가
zh_hans: 添加 App
zh_hant: 加入 App

# lc.folder.alreadyInFolder
source: Already in this folder
ja: このフォルダにあります
ko: 이 폴더에 이미 있음
zh_hans: 已在此文件夹中
zh_hant: 已在此資料夾中

# lc.folder.appCount %lld
source: %lld apps
ja: %lld 個のアプリ
ko: 앱 %lld개
zh_hans: %lld 个 App
zh_hant: %lld 個 App

# lc.folder.delete
source: Delete Folder
ja: フォルダを削除
ko: 폴더 삭제
zh_hans: 删除文件夹
zh_hant: 刪除資料夾

# lc.folder.deleteTip
source: The apps inside will be moved back to the app list.
ja: フォルダ内のアプリはアプリ一覧に戻ります。
ko: 폴더 안의 앱은 앱 목록으로 돌아갑니다.
zh_hans: 文件夹内的 App 会回到应用列表。
zh_hant: 資料夾內的 App 會回到應用列表。

# lc.folder.deleted
source: This folder no longer exists.
ja: このフォルダは存在しません。
ko: 이 폴더는 더 이상 존재하지 않습니다.
zh_hans: 该文件夹已不存在。
zh_hant: 該資料夾已不存在。

# lc.folder.empty
source: No apps in this folder
ja: このフォルダにはアプリがありません
ko: 이 폴더에 앱이 없습니다
zh_hans: 文件夹里还没有 App
zh_hant: 資料夾裡還沒有 App

# lc.folder.manageTitle
source: Folder
ja: フォルダ
ko: 폴더
zh_hans: 文件夹
zh_hant: 資料夾

# lc.folder.moveFromFolder %@
source: In %@
ja: %@ 内
ko: %@ 에 있음
zh_hans: 当前在 %@
zh_hant: 目前在 %@

# lc.folder.moveTo
source: Move to Folder
ja: フォルダに移動
ko: 폴더로 이동
zh_hans: 移动到文件夹
zh_hant: 移動到資料夾

# lc.folder.name
source: Folder Name
ja: フォルダ名
ko: 폴더 이름
zh_hans: 文件夹名称
zh_hant: 資料夾名稱

# lc.folder.new
source: New Folder
ja: 新規フォルダ
ko: 새 폴더
zh_hans: 新建文件夹
zh_hant: 新增資料夾

# lc.folder.pin
source: Pin
ja: ピン留め
ko: 고정
zh_hans: 置顶
zh_hant: 置頂

# lc.folder.remove
source: Move out of Folder
ja: フォルダから出す
ko: 폴더에서 꺼내기
zh_hans: 移出文件夹
zh_hant: 移出資料夾

# lc.folder.rename
source: Rename
ja: 名前を変更
ko: 이름 변경
zh_hans: 重命名
zh_hant: 重新命名

# lc.folder.unnamed
source: Folder
ja: フォルダ
ko: 폴더
zh_hans: 文件夹
zh_hant: 資料夾

# lc.folder.unpin
source: Unpin
ja: ピン留めを解除
ko: 고정 해제
zh_hans: 取消置顶
zh_hant: 取消置頂
